{
  "//": "==================== HELICOPTERS ====================",
  "entity.vvp.mi24": "Mil Mi-24",
  "entity.vvp.cobra": "AH-1 Cobra",
  "entity.vvp.uh60mod": "MH-60L Sikorsky",
  "entity.vvp.uh60": "UH-60 Black Hawk",
  "entity.vvp.mi_28": "Mi-28N",

  "//": "==================== JETS ====================",
  "entity.vvp.f35": "F-35",

  "//": "==================== HEAVY & MEDIUM ARMOR ====================",
  "entity.vvp.btr_80a": "BTR-80A",
  "entity.vvp.stryker": "Stryker M1128",
  "entity.vvp.stryker_m1296": "Stryker M1296 Dragoon",
  "entity.vvp.terminator": "BMPT Terminator",
  "entity.vvp.btr_4": "BTR-4",
  "entity.vvp.bradley_ukr": "M2 Bradley Ukrainian",
  "entity.vvp.bradley": "M2 Bradley",
  "entity.vvp.humvee": "Humvee M2",
  "entity.vvp.m60": "M60",
  "entity.vvp.m1a2": "M1A2",
  "entity.vvp.m1a2_sep": "M1A2 SEP",
  "entity.vvp.t90": "T-90M",
  "entity.vvp.t90_24": "T-90M 2024",

  "//": "==================== LIGHT VEHICLES ====================",
  "entity.vvp.m997_green": "Humvee M997",
  "entity.vvp.fmtv": "FMTV",

  "//": "==================== EQUIPMENT & ITEMS ====================",
  "item.vvp.usahelmet": "ACH Helmet USA",
  "item.vvp.usachest": "Body Armor USA",
  "item.vvp.mangal_turret": "Mangal for turret",
  "item.vvp.mangal_body": "Mangal for body",
  "item.vvp.setka_body": "Foliage camouflage for body",
  "item.vvp.setka_turret": "Foliage camouflage for turret",
  "item.vvp.wrench": "Wrench",
  "item.vvp.korobki": "Decoration",
  "item.vvp.spray": "Spray",
  "item.vvp.tent": "Tent",
  "item.vvp.fab_500_item": "FAB-500",
  "des.vvp.mangal_body": "Mangal for the vehicle base.",
  "des.vvp.mangal_turret": "Mangal for the vehicle turret.",
  "des.vvp.setka_body": "Foliage camouflage for the vehicle base.",
  "des.vvp.setka_turret": "Foliage camouflage for the vehicle turret (won't work without turret mangal armor).",
  "des.vvp.wrench": "Used to remove modules.",
  "des.vvp.korobki": "Just decoration.",
  "des.vvp.spray": "By right-clicking on the vehicle, you can change its camouflage.",
  "des.vvp.fab_500": "FAB‑500 is a ~500 kg high‑explosive free‑fall bomb used against structures and vehicles with blast and fragmentation; typical filler ~200–300 kg.",
  "item.vvp.music_disc_radiohead.desc": "Radiohead - Jigsaw Falling into Place",

  "//": "==================== UI ELEMENTS ====================",
  "itemGroup.vvp_armor_tab": "[VVP] Items",
  "item_group.vvp.vvp": "[VVP] Military Vehicles",
  "tooltip.vvp.model_author": "Model by VVP Team",
  "tooltip.vvp.usage_restriction": "Usage of these models outside of the addon is prohibited",

  "info.vvp.btr_80a": "The BTR-80A is a Russian eight-wheeled armored personnel carrier equipped with a turret-mounted 30 mm automatic cannon. It is designed for transporting troops and engaging in combat with high mobility and protection.",
  "info.vvp.btr_4": "The BTR-4 is a Ukrainian next-generation eight-wheeled armored personnel carrier designed for troop transport and battlefield fire support. It can be fitted with various combat modules, including a 30 mm cannon, anti-tank missiles, and machine guns.",
  "info.vvp.m1a2": "The M1A2 Abrams is an American main battle tank with a powerful 120 mm smoothbore gun and strong armor protection. It combines firepower, advanced electronics, and maneuverability for effective combat performance.",
  "info.vvp.m1a2_sep": "The M1A2 SEP (System Enhancement Package) is an upgraded version of the M1A2 tank featuring enhanced armor, thermal imaging systems, and digital battle management tools. This version improves survivability and operational effectiveness in modern conditions.",
  "info.vvp.terminator": "The BMPT «Terminator» is a Russian tank support fighting vehicle armed with cannons, grenade launchers, and anti-tank missiles. It is designed to accompany armored units and eliminate enemy personnel and equipment.",
  "info.vvp.stryker_m1296": "The Stryker M1296 «Dragoon» is an upgraded version of the Stryker vehicle fitted with a 30 mm automatic cannon. It provides greater firepower while maintaining high mobility.",
  "info.vvp.stryker": "The Stryker M1128 is an American wheeled combat vehicle armed with a 105 mm gun, designed to support infantry with direct fire. It combines the mobility of the Stryker platform with powerful armament.",
  "info.vvp.bradley": "The M2 Bradley is an American infantry fighting vehicle armed with a 25 mm cannon, TOW anti-tank missiles, and a machine gun. It is designed for troop transport and providing fire support in battle.",
  "info.vvp.bradley_ukr": "The M2 Bradley Ukrainian Version is an American infantry fighting vehicle armed with a 25 mm cannon, TOW anti-tank missiles, and a machine gun. It is designed for troop transport and providing fire support in battle.",
  "info.vvp.m60": "The M60 is an American Cold War-era main battle tank armed with a 105 mm gun. It combined simplicity and reliability, remaining in service with many countries.",
  "info.vvp.fmtv": "The FMTV (Family of Medium Tactical Vehicles) is a series of American medium-duty military trucks used for transporting troops, cargo, and equipment. They are known for their versatility and off-road capability.",
  "info.vvp.humvee": "The Humvee M2 is a light military off-road vehicle equipped with a 12.7 mm heavy machine gun. It combines mobility with high firepower against manpower and light equipment.",
  "info.vvp.m997_green": "The Humvee M997 is the ambulance variant of the multipurpose HMMWV, designed for casualty evacuation and medical support. It is equipped with a medical compartment for stretchers and medical personnel.",
  "info.vvp.uh60": "The UH-60 Black Hawk is an American multi-role tactical helicopter used for troop transport, cargo, and fire support. It is known for its reliability, maneuverability, and widespread use by armed forces worldwide.",
  "info.vvp.uh60mod": "The MH-60L is a modified variant of the Black Hawk helicopter adapted for special operations. It is equipped with additional weapons, communication, and protection systems for complex missions.",
  "info.vvp.cobra": "The AH-1 Cobra is an American attack helicopter armed with a cannon, rockets, and anti-tank missiles. It was the first dedicated attack helicopter and saw extensive use during the Vietnam War.",
  "info.vvp.mi24": "The Mi-24 is a Soviet attack and transport helicopter that combines the functions of a gunship and an armored personnel carrier. It is armed with a cannon, rockets, and can carry infantry troops.",
  "info.vvp.f35": "The F-35 is an American fifth-generation multirole stealth fighter designed for air superiority, ground attack, and reconnaissance. It features advanced detection systems, avionics, and weapons.",
  "info.vvp.mi_28": "The Mi‑28N «Night Hunter» is a two‑seat, all‑weather attack helicopter designed for round‑the‑clock operations and low‑altitude flight. It mounts a stabilized 30 mm cannon and pods for unguided rockets, making it effective against light armor, firing positions, and soft targets in open terrain. The airframe features reinforced cockpit armor, modern avionics, and strong survivability for demanding combat missions.",

  "key.categories.vvp": "VVP",
  "key.vvp.toggle_radar": "Toggle Radar",
  "key.vvp.move_radar_pos": "Move Radar (position)",
  "msg.vvp.radar.on": "Radar: ON",
  "msg.vvp.radar.off": "Radar: OFF",
  "msg.vvp.radar_pos.top_left": "Radar: top-left",
  "msg.vvp.radar_pos.top_right": "Radar: top-right",
  "msg.vvp.radar_pos.mid_right": "Radar: middle-right",
  "msg.vvp.radar_pos.bottom_right": "Radar: bottom-right",
  "msg.vvp.radar_pos.bottom_left": "Radar: bottom-left",
  "msg.vvp.radar_pos.mid_left": "Radar: middle-left"

}