{
  "//": "==================== ВЕРТОЛЕТЫ ====================",
  "entity.vvp.mi24": "Ми-24",
  "entity.vvp.cobra": "AH-1 Cobra",
  "entity.vvp.uh60mod": "MH-60L Sikorsky",
  "entity.vvp.uh60": "UH-60 Black Hawk",
  "entity.vvp.mi_28": "Ми-28Н «Ночной Охотник»",
  "entity.vvp.mi_28_1": "Ми-28Н «Ночной Охотник» (Версия 2)",

  "//": "==================== САМОЛЕТЫ ====================",
  "entity.vvp.f35": "F-35",

  "//": "==================== ТЯЖЕЛАЯ И СРЕДНЯЯ БРОНЕТЕХНИКА ====================",
  "entity.vvp.btr_80a": "БТР-80А",
  "entity.vvp.stryker": "Страйкер M1128",
  "entity.vvp.stryker_m1296": "Страйкер M1296 «Драгон»",
  "entity.vvp.terminator": "БМПТ «Терминатор»",
  "entity.vvp.btr_4": "БТР-4",
  "entity.vvp.bradley_ukr": "M2 Бредли Украинский камуфляж",
  "entity.vvp.bradley": "M2 Бредли",
  "entity.vvp.humvee": "Humvee M2",
  "entity.vvp.m60": "M60",
  "entity.vvp.m1a2": "M1A2 «Abrams»",
  "entity.vvp.m1a2_sep": "M1A2 SEP",
  "entity.vvp.t90": "T-90М",
  "entity.vvp.t90_24": "T-90М 2024",

  "//": "==================== ЛЕГКАЯ ТЕХНИКА ====================",
  "entity.vvp.m997_green": "Humvee M997",
  "entity.vvp.fmtv": "FMTV",

  "//": "==================== ЭКИПИРОВКА И ПРЕДМЕТЫ ====================",
  "item.vvp.usahelmet": "ACH Боевой Шлем США",
  "item.vvp.usachest": "Бронижелет США",
  "item.vvp.mangal_turret": "Мангал для башни",
  "item.vvp.mangal_body": "Мангал для основания",
  "item.vvp.setka_body": "Сетка для основания",
  "item.vvp.setka_turret": "Сетка для башни",
  "item.vvp.wrench": "Гаечный ключ",
  "item.vvp.korobki": "Декорация",
  "item.vvp.spray": "Баллончик с краской",
  "item.vvp.tent": "Тент",
  "item.vvp.fab_500_item": "ФАБ-500",
  "des.vvp.mangal_body": "Мангал основания техники.",
  "des.vvp.mangal_turret": "Мангал для башни техники.",
  "des.vvp.setka_body": "Листва для основания техники.",
  "des.vvp.setka_turret": "Листва для башни техники (не будет работать без мангала для башни).",
  "des.vvp.wrench": "Для того чтобы снимать модули.",
  "des.vvp.korobki": "Просто декорация.",
  "des.vvp.spray": "При нажатии правой кнокпи мыши по техника можно менять камуфляжи для нее.",
  "des.vvp.fab_500": "ФАБ‑500 — фугасная авиабомба (~500 кг) для поражения сооружений и техники ударной волной и осколками; заряд обычно ~200–300 кг ВВ.",
  "item.vvp.music_disc_radiohead.desc": "Radiohead - Jigsaw Falling into Place",

  "//": "==================== ЭЛЕМЕНТЫ ИНТЕРФЕЙСА ====================",
  "itemGroup.vvp_armor_tab": "[VVP] Предметы",
  "item_group.vvp.vvp": "[VVP] Военная техника",
  "tooltip.vvp.model_author": "Модель от команды VVP",
  "tooltip.vvp.usage_restriction": "Использование этих моделей вне аддона запрещено",

  "//": "==================== ОПИСАНИЯ ====================",

  "info.vvp.btr_80a": "БТР-80А — это российский восьмиколёсный бронетранспортёр с башней, оснащённой 30-мм автоматической пушкой. Машина предназначена для перевозки личного состава и ведения боя в условиях высокой мобильности и защиты.",
  "info.vvp.btr_4": "БТР-4 — украинский восьмиколёсный бронетранспортёр нового поколения, разработанный для перевозки личного состава и огневой поддержки на поле боя. Он оснащается различными боевыми модулями, включая 30-мм пушку, противотанковые ракеты и пулемёты.",
  "info.vvp.m1a2": "M1A2 «Abrams» — американский основной боевой танк с мощной 120-мм гладкоствольной пушкой и высокой степенью защиты. Он сочетает огневую мощь, современную электронику и манёвренность для эффективных действий в бою.",
  "info.vvp.m1a2_sep": "M1A2 SEP («System Enhancement Package») — модернизированная версия танка M1A2 с усовершенствованной броней, тепловизионными системами и цифровыми средствами управления боем. Эта версия повышает живучесть и возможности взаимодействия танка в современных условиях.",
  "info.vvp.terminator": "БМПТ «Терминатор» — российская боевая машина огневой поддержки танков, вооружённая пушками, гранатомётами и противотанковыми ракетами. Она предназначена для сопровождения бронетехники и поражения живой силы и техники противника.",
  "info.vvp.stryker_m1296": "Страйкер M1296 «Dragoon» — модернизированная версия бронемашины Stryker с 30-мм автоматической пушкой. Она обеспечивает больше огневой мощи при сохранении высокой мобильности.",
  "info.vvp.stryker": "Страйкер M1128 — американская колесная боевая машина с 105-мм пушкой, созданная для поддержки пехоты огнём прямой наводкой. Она сочетает мобильность бронетранспортёра Stryker с мощным вооружением.",
  "info.vvp.bradley": "M2 Бредли — американская боевая машина пехоты, вооружённая 25-мм пушкой, ПТУР TOW и пулемётом. Она предназначена для транспортировки пехоты и огневой поддержки в бою.",
  "info.vvp.bradley_ukr": "M2 Бредли Украинская — американская боевая машина пехоты, вооружённая 25-мм пушкой, ПТУР TOW и пулемётом. Она предназначена для транспортировки пехоты и огневой поддержки в бою.",
  "info.vvp.m60": "M60 — американский основной боевой танк времён холодной войны, вооружённый 105-мм пушкой. Он сочетал простоту конструкции и надёжность, оставаясь на вооружении многих стран.",
  "info.vvp.fmtv": "FMTV — семейство американских среднетоннажных тактических грузовиков, используемых для перевозки войск, грузов и оборудования. Они отличаются высокой проходимостью и универсальностью.",
  "info.vvp.humvee": "Humvee M2 - лёгкий армейский внедорожник, оснащённый 12.7-мм крупнокалиберный пулеметом. Он сочетает мобильность с высокой огневой мощью против живой силы и легкой техники.",
  "info.vvp.m997_green": "Humvee M997 — санитарная версия многоцелевого армейского внедорожника HMMWV, предназначенная для эвакуации и оказания помощи раненым. Она оборудована медицинским отсеком для перевозки носилок и медперсонала.",
  "info.vvp.uh60": "UH-60 Black Hawk — американский многоцелевой тактический вертолёт, используемый для перевозки войск, грузов и огневой поддержки. Он отличается надёжностью, манёвренностью и широким применением в армиях мира.",
  "info.vvp.uh60mod": "MH-60L — модификация вертолёта Black Hawk, адаптированная для специальных операций. Он оснащён дополнительными системами вооружения, связи и защиты для выполнения сложных миссий.",
  "info.vvp.cobra": "AH-1 Cobra — американский ударный вертолёт, вооружённый пушкой, ракетами и ПТУР. Он был первым специализированным вертолётом поддержки войск и широко применялся во Вьетнаме.",
  "info.vvp.mi24": "Ми-24 — советский ударно-транспортный вертолёт, сочетающий функции штурмовой машины и бронетранспортёра. Он вооружён пушкой, ракетами и способен перевозить десант.",
  "info.vvp.f35": "F-35 — американский многоцелевой истребитель пятого поколения с малозаметностью, предназначенный для завоевания господства в воздухе, ударов по наземным целям и разведки. Он оснащён современными системами обнаружения, электроники и вооружения.",
  "info.vvp.mi_28": "Ми‑28Н «Ночной охотник» — двухместный всепогодный ударный вертолёт, рассчитанный на круглосуточное применение и полёты на малых высотах. Вооружён стабилизированной 30‑мм пушкой и блоками неуправляемых ракет, эффективен против легкобронированных целей, огневых точек и техники на открытой местности. Отличается усиленной бронезащитой кабины, современной авионикой и высокой живучестью в боевых условиях.",

  "key.categories.vvp": "VVP",
  "key.vvp.toggle_radar": "Переключить радар",
  "key.vvp.move_radar_pos": "Переместить радар (позиция)",
  "msg.vvp.radar.on": "Радар: ВКЛ",
  "msg.vvp.radar.off": "Радар: ВЫКЛ",
  "msg.vvp.radar_pos.top_left": "Радар: левый верхний",
  "msg.vvp.radar_pos.top_right": "Радар: правый верхний",
  "msg.vvp.radar_pos.mid_right": "Радар: центр справа",
  "msg.vvp.radar_pos.bottom_right": "Радар: правый нижний",
  "msg.vvp.radar_pos.bottom_left": "Радар: левый нижний",
  "msg.vvp.radar_pos.mid_left": "Радар: центр слева"

}